import { FaqItem } from '../models/faq-item.model';

export const FAQ_ITEMS: FaqItem[] = [
  {
    question: 'كيف يمكن إضافة المنشاة الصحية',
    answer: 'يمكن لمدير الحساب من خلال أيقونة "طلبات إضافة منشآت " الوصول الى صفحة إضافة منشأة يقوم المستخدم بالضغط على خيار "إضافة منشأة جديدة" ويقوم بإتباع الخطوات اللازمة.',
    isOpen: false
  },
  {
    question: 'ماهي صلاحيات مدير المنشأة',
    answer: 'يمكن لمدير المنشأة إضافة مستخدمين وإسناد أدوار لهم, التحكم برصيد المنشأة, طلب استخدام خدمات منصة صحة للمنشأة, استعراض التقارير الرقابية للمنشأة, واستخدام عدد من الخدمات مثل اصدار تراخيص للمنشأة وللممارسين وغيرها',
    isOpen: false
  },
  {
    question: 'كيف يمكن الحصول على تفويض إضافة منشاة',
    answer: 'يجب التوجه لصفحة "طلبات اضافة منشأت " وفي اعلى الصفحة يظهر عبارة بين قوسين "(نموذج التسجيل في صحة) " عند الضعط على الكلمة سيتم تحميل المستند.',
    isOpen: false
  },
  {
    question: 'كيف يمكن شراء باقة',
    answer: 'يمكن للحساب/المنشأة شراء باقة عن طريق خيار "التحكم بالرصيد" ومن ثم الضغط على خيار "شراء باقة " من أعلى الصفحة ويقوم بعدها المستخدم بإختيار المنشأة التي يرغب بشراء الباقة وتحديد الباقة المراد شراؤها، مع العلم بضرورة شحن الرصيد قبل شراء الباقة',
    isOpen: false
  },
  {
    question: 'كيف يمكن تغيير مدير الحساب الطبي',
    answer: 'يجب ارسال طلب تغيير مدير حساب الطبي الى الدعم الفني عن طريق البريد الإلكتروني و إرسال نموذج التفويض (مطابق لنموذج المستعمل في تسجيل المنشات) و صورة من هوية مستخدم المدير الحساب الطبي',
    isOpen: false
  },
]; 