import { HomeServicesItem } from "../models/home-services-item.model";

export const homeServicesItems: HomeServicesItem[] = [
    {
      title: 'استبيان',
      subtitle: 'قيم_تجربتك_الرقمية',
      description: `! رضا المستفيد من أهم عوامل نجاح منصة صحة
 لذلك نقدر تقييماتكم التي تساهم دومًا في تطوير خدماتنا المقدمة`,
      buttonText: 'قيم تجربتك',
      buttonLink: '/ratings'
    },
    {
      title: 'خدمة',
      subtitle: 'مؤهل',
      description: `هل تبحث عن ممارس صحي؟
      خدمة مؤهل تمكن منشأتك الصحية من الوصول إلى الممارس الصحي بسهولة.`,
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'ترخيص الترميز الطبي الأسترالي ',
      description: ' الآن يمكنك إصدار ترخيص الترميز الطبي الأسترالي "ICD-10 AM/ACHI" الترميز لطبي هو آلية تحويل الأسماء أو المصطلحات الطبية للأمراض إلى رموز سواء كانت مكونة من أرقام أو حروف لتمكين القطاع الصحي وقطاع التأمين من: •	تسهيل وتسريع الإجراءات •	المساهمة في رفع مستوى جودة البرامج الخاصة بسلامة المرضى •	تحسين الرعاية الصحية وفعاليتها ',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'الشهادات الصحية ',
      description: 'هي إحدى خدمات التقارير الطبية وتتمثل في الربط الإلكتروني لنتائج الفحص الطبي بحيث يتسنى للمستفيد إجراء الفحص في المنشآت الصحية المرخصة وإرسال نتيجة الفحص إلكترونيا للجهة المسؤولة بما يمكن من الإصدار الإلكتروني للشهادات الصحية',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'التقييم الذاتي ',
      description: 'هي خدمة تهدف إلى التعريف بحقوق المؤسسات الصحية الخاصة في أنظمة ومعايير وزارة الصحة والإجراءات التصحيحية الواجب اتخاذها لرفع مستويات الجودة والسلامة في الخدمة الصحية المقدمة وتعززي مفهوم الرقابة الذاتية لدى المنشآت الصحية.',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'الإجازة المرضية ',
      description: 'هي خدمة تتيح للمنشآت الصحية تسجيل الإجازات المرضية والتحقق من صحة بيانات المرضى، الأطباء، والمنشآت الصحية وموثوقية مصدرها المعتمد، وتتيح للأفراد إمكانية الوصول الى الإجازات المرضية إلكترونيا.',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'الوصفة الإلكترونية ',
      description: 'خدمة تتيح إمكانية صرف الوصفات الطبية إلكترونيا للصيدليات المسجلة في منصة صحة حيث توفر الخدمة إمكانية متابعة عدد الوصفات المصروفة من المنشأة. جميع الوصفات المصدرة إلكترونيا موثوقة المصدر مع إمكانية التواصل مع الطبيب المصدر للوصفة الطبية الإلكترونية. هذه الخدمة متوفرة لجميع الصيدليات في كل أنحاء المملكة. يمكنك الآن الاشتراك في الخدمة عبر منصة صحة بشكل فوري.',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    {
      title: 'خدمة',
      subtitle: 'الأشعة الاتصالية',
      description: 'هي منصة لتقديم خدمات التشخيص الإشعاعي عن بعد من قبل استشاريين الأشعة ذوي التخصصات الدقيقة. تمثل المنصة حلقة الوصل بين الأطباء المعالجين وأطباء الأشعة، لتمكين الوصول إلى الاستشارة الطبية ورفع جودتها وتقليل وقت انتظار المريض لحصوله على التشخيص. ',
      buttonText: 'الدخول للخدمة',
      buttonLink: '/login'
    },
    // Add more if needed
  ];